Repository: Studio-Immens/studio-immens-css-classes
Catalog: languages/studio-immens-css-classes-*.po
Languages: it_it

source: for professionals, entrepreneurs and companies: WordPress plugins, CRM, automations, landing pages and complete systems ready to sell.
it_it: per professionisti, imprenditori e aziende: plugin WordPress, CRM, automazioni, landing page e sistemi completi pronti a vendere.

source: What we do (and what we DON'T do)
it_it: Cosa facciamo (e cosa NON facciamo)

source: Add custom CSS classes to Gutenberg blocks with live preview.
it_it: Aggiungi classi CSS personalizzate ai blocchi Gutenberg con anteprima live.

source: Add New CSS Class
it_it: Aggiungi nuova classe CSS

source: All connected and at your service.
it_it: Tutto connesso e al tuo servizio.

source: and why you can trust us
it_it: e perché puoi fidarti di noi

source: and work intelligently.
it_it: e lavorare in modo intelligente.

source: based on OVH cloud infrastructures, advanced automations and direct response marketing, tailored to your sector.
it_it: Basato su infrastrutture cloud OVH, automazioni avanzate e marketing a risposta diretta, su misura per il tuo settore.

source: Class :focus
it_it: Classe :focus

source: Class :hover
it_it: Classe :hover

source: Class Code
it_it: Codice della classe

source: Class Name
it_it: Nome della classe

source: classes
it_it: classi

source: CSS Classes
it_it: Classi CSS

source: Custom CSS
it_it: CSS Personalizzato

source: Delete
it_it: Elimina

source: Discover Studio Immens
it_it: Scopri Studio Immens

source: Each plugin is designed to be part of a digital war machine that works even when you are not working.
it_it: Ogni plugin è progettato per essere parte di una macchina da guerra digitale che funziona anche quando non stai lavorando.

source: earn more, automate everything possible
it_it: guadagnare di più, automatizzare tutto il possibile

source: Edit
it_it: Modifica

source: enable Bootstrap CSS
it_it: abilita Bootstrap CSS

source: enable Bulma CSS
it_it: abilita Bulma CSS

source: Enable Live Preview
it_it: Abilita anteprima live

source: enable Materialize CSS
it_it: abilita Materialize CSS

source: enable Pure CSS
it_it: abilita Pure CSS

source: enable Semantic CSS
it_it: abilita Semantic CSS

source: enable Spectre CSS
it_it: abilita CSS Spectre

source: enable Uikit CSS
it_it: abilita Uikit CSS

source: Enter CSS to apply to this post:
it_it: Inserisci il codice CSS da applicare a questo post:

source: Export
it_it: Esportare

source: Help you
it_it: Aiutarti

source: high-performance digital tools
it_it: strumenti digitali ad alte prestazioni

source: If you are using this plugin, you are already entering a larger ecosystem, designed to make you
it_it: Se stai utilizzando questo plugin, stai già entrando in un ecosistema più ampio, progettato per farti

source: Import
it_it: Importa

source: Instructions
it_it: Istruzioni

source: Live Preview
it_it: Anteprima live

source: Lorem Ipsum is simply dummy text of <br>the printing and typesetting industry.
it_it: Lorem Ipsum è semplicemente un testo fittizio <br>utilizzato nel settore della tipografia e della stampa.

source: No classes found
it_it: Nessuna classe trovata

source: Our goal is only one
it_it: Il nostro obiettivo è solo uno

source: Plugin Configuration
it_it: Configurazione del plugin

source: Plugin developed by
it_it: Plugin sviluppato da

source: Preview
it_it: Anteprima

source: Save Class
it_it: Salva classe

source: Save Settings
it_it: Salva impostazioni

source: scale your digital business
it_it: fai crescere il tuo business digitale

source: Search Classes
it_it: Cerca classi

source: Search classes...
it_it: Cerca classi...

source: Select Class
it_it: Seleziona classe

source: Settings
it_it: Impostazioni

source: Studio Immens - Settings
it_it: Studio Immens - Impostazioni

source: Studio Immens CSS Classes requires WordPress 5.0 or higher. Your version is %s.
it_it: Studio Immens CSS Classes richiede WordPress 5.0 o versione successiva. La tua versione è %s.

source: Studio Immens is a tech company that develops
it_it: Studio Immens è un'azienda tecnologica che sviluppa

source: Support & Docs
it_it: Supporto e documentazione

source: Technology + Method = Result
it_it: Tecnologia + Metodo = Risultato

source: This plugin allows you to manage and inject custom CSS classes globally and inside the editor. Use this settings page to configure behavior.
it_it: Questo plugin consente di gestire e iniettare classi CSS personalizzate a livello globale e all'interno dell'editor. Utilizza questa pagina delle impostazioni per configurare il comportamento.

source: to learn about all our tools and services.
it_it: per scoprire tutti i nostri strumenti e servizi.

source: Toggle features on/off using the checkboxes.
it_it: Attiva/disattiva le funzionalità utilizzando le caselle di controllo.

source: turnkey digital systems
it_it: sistemi digitali chiavi in ​​mano

source: Type to search...
it_it: Digita per cercare...

source: View Pro Features
it_it: Visualizza le funzionalità Pro

source: Visit
it_it: Visita

source: We are not a web agency. We do not sell "showcase sites" or projects without a strategy.
it_it: Non siamo una web agency. Non vendiamo "siti vetrina" o progetti senza una strategia.

source: We create
it_it: Noi creiamo

source: We only use proprietary, modular and integrable tools:
it_it: Utilizziamo solo strumenti proprietari, modulari e integrabili:

source: When enabled, Bootstrap CSS classes will be listed and selectable in the editor and inserted into the site’s front-end.
it_it: Se abilitate, le classi CSS Bootstrap saranno elencate e selezionabili nell'editor e inserite nel front-end del sito.

source: When enabled, Bulma CSS classes will be listed and selectable in the editor and inserted into the site’s front-end.
it_it: Se abilitate, le classi CSS Bulma saranno elencate e selezionabili nell'editor e inserite nel front-end del sito.

source: When enabled, Materialize CSS classes will be listed and selectable in the editor and inserted into the site’s front-end.
it_it: Se abilitate, le classi CSS Materialize saranno elencate e selezionabili nell'editor e inserite nel front-end del sito.

source: When enabled, Pure CSS classes will be listed and selectable in the editor and inserted into the site’s front-end.
it_it: Se abilitate, le classi CSS Pure saranno elencate e selezionabili nell'editor e inserite nel front-end del sito.

source: When enabled, Semantic CSS classes will be listed and selectable in the editor and inserted into the site’s front-end.
it_it: Se abilitate, le classi CSS Semantic saranno elencate e selezionabili nell'editor e inserite nel front-end del sito.

source: When enabled, Spectre CSS classes will be listed and selectable in the editor and inserted into the site’s front-end.
it_it: Se abilitate, le classi CSS Spectre saranno elencate e selezionabili nell'editor e inserite nel front-end del sito.

source: When enabled, Uikit CSS classes will be listed and selectable in the editor and inserted into the site’s front-end.
it_it: Se abilitate, le classi CSS Uikit saranno elencate e selezionabili nell'editor e inserite nel front-end del sito.

source: Who is Studio Immens
it_it: Chi è Studio Immens

source: with a simple, effective and replicable system. And accompany you step by step with human, real and professional assistance.
it_it: con un sistema semplice, efficace e replicabile. E ti accompagniamo passo dopo passo con un'assistenza umana, reale e professionale.

source: Without dot (e.g. "my-class")
it_it: Senza punto (ad esempio "my-class")

source: Your CSS Classes
it_it: Le tue classi CSS
